Repository: common-repository/waterwoo-pdf
Catalog: lang/waterwoo-pdf-*.po
Languages: es_es, fr_fr

source: The free version of WaterWoo PDF cannot serve PDFs from remote servers.
es_es: La versión gratuita de WaterWoo PDF no puede servir PDF de servidores remotos.
fr_fr: La version gratuite de WaterWoo PDF ne permet pas de servir des PDF à partir de serveurs distants.

source: Try uploading your PDF product to this domain using the native WooCommerce file uploader.
es_es: Prueba a subir tu producto PDF a este dominio usando el cargador de archivos nativo de WooCommerce.
fr_fr: Essayez de télécharger votre produit PDF sur ce domaine à l’aide de l’uploader de fichiers WooCommerce natif.

source: The PDF destination folder is not writable.
es_es: No se puede escribir en la carpeta de destino del PDF.
fr_fr: Le dossier de destination du PDF n'est pas accessible en écriture.

source: Sorry, we were unable to prepare this file for download! Please notify site administrator. An error has been logged on their end.
es_es: Lo sentimos, no hemos podido preparar este archivo para su descarga Notifíquelo al administrador del sitio. Se ha producido un error.
fr_fr: Désolé, nous n'avons pas pu préparer ce fichier pour le téléchargement ! Veuillez en informer l'administrateur du site. Une erreur a été enregistrée de leur côté.

source: Watermark
es_es: marca al agua
fr_fr: Filigrane

source: Options
es_es: Opciones

source: Error/event Logging
es_es: Registro de errores y eventos
fr_fr: Enregistrement des erreurs/événements

source: More Info
es_es: Más Info
fr_fr: Plus d'infos

source: WaterWoo PDF Logging / Debugging
es_es: Registro / depuración de PDF de WaterWoo
fr_fr: WaterWoo PDF Logging / Debugging (enregistrement et débogage)

source: Enable WaterWoo Logs?
es_es: ¿Habilitar los registros de WaterWoo?
fr_fr: Activer les journaux WaterWoo?

source: Check to enable WaterWoo Logs
es_es: Marque para activar los registros de WaterWoo
fr_fr: Cochez pour activer les journaux de WaterWoo

source: WaterMark PDF Options
es_es: Opciones PDF de WaterMark

source: Note:
es_es: Nota:

source: This free watermarking plugin is rudimentary and may not work on every PDF. Test before going live!
es_es: Este plugin gratuito de marca de agua es rudimentario y puede no funcionar en todos los PDF. Pruébelo antes de utilizarlo
fr_fr: Ce plugin de filigrane gratuit est rudimentaire et peut ne pas fonctionner sur tous les PDF. Testez-le avant de le mettre en ligne !

source: Enable Watermarking
es_es: Activar marca de agua
fr_fr: Activez le tatouage

source: Check to enable PDF watermarking
es_es: Check para habilitar marcas de agua PDF
fr_fr: Cocher pour activer le filigranage PDF

source: File(s) to watermark
es_es: Archivo (s) a la marca de agua
fr_fr: Fichier (s) à filigrane

source: List file name(s) of PDF(s) to watermark, one per line, e.g., <code>upload.pdf</code> or <code>my_pdf.pdf</code> .<br>If left blank, Watermark PDF for WooCommerce will watermark all PDFs sold through WooCommerce.
es_es: Lista de nombres de archivo de PDF(s) a la marca de agua, uno por línea, por ejemplo, <code>upload.pdf</code> o <code>my_pdf.pdf</code> .<br>Si deja en blanco, Waterloo PDF se marca de agua todos los PDFs de vendidos a través de WooCommerce.
fr_fr: Liste des noms des fichiers de PDF(s) de filigrane, un par ligne, par exemple, <code>upload.pdf</code> ou <code>my_pdf.pdf</code> .<br>Si laissé vide, Watermark PDF for WooCommerce sera filigrane tous les PDFs vendus par l'intermédiaire de WooCommerce.

source: Custom text for footer watermark
es_es: Texto personalizado para la marca de agua de pie de página
fr_fr: Texte personnalisé pour le filigrane de pied de page

source: Shortcodes available, all caps, in brackets: <code>[FIRSTNAME]</code> <code>[LASTNAME]</code> <code>[EMAIL]</code> <code>[PHONE]</code> <code>[DATE]</code>
es_es: Shortcodes disponibles, mayúsculas, paréntesis: <code>[FIRSTNAME]</code> <code>[LASTNAME]</code> <code>[EMAIL]</code> <code>[PHONE]</code><code>[DATE]</code>
fr_fr: Shortcodes disponibles, tout en majuscules, entre parenthèses : <code>[FIRSTNAME]</code> <code>[LASTNAME]</code> <code>[EMAIL]</code> <code>[PHONE]</code><code>[DATE]</code>

source: Licensed to [FIRSTNAME] [LASTNAME], [EMAIL]
es_es: Licenciado en [FIRSTNAME] [LASTNAME], [EMAIL]
fr_fr: Licence à [FIRSTNAME] [LASTNAME], [EMAIL]

source: Font face
es_es: Cara de Fuente
fr_fr: Corps de la police

source: Select a font for watermarks. M Sung will have limited Chinese characters, and Furat will have limited Arabic characters
es_es: Seleccione una fuente para marcas de agua. M Sung tendrá caracteres chinos limitados, y Furat tendrá caracteres árabes limitados
fr_fr: Sélectionnez une police pour les filigranes. M Sung aura des caractères chinois limités, et Furat aura des caractères arabes limités

source: Font size
es_es: Tamaño de la fuente
fr_fr: Taille de police

source: Provide a number (suggested 10-20) for the footer watermark font size
es_es: Proporcionar un número (sugerido 10-20) para el tamaño de letra de pie de página marca de agua
fr_fr: Fournir un certain nombre (suggérée 10-20) pour la taille de police de filigrane de pied de page

source: Watermark color
es_es: Color de marca de agua
fr_fr: Filigrane couleur

source: Color of the footer watermark. Default is black: <code>#000000</code>.
es_es: Color de la marca de agua de pie de página. Por defecto es negro: <code>#000000</code> .
fr_fr: Couleur du tatouage pied de page. Valeur par défaut est noir : <code>#000000</code> .

source: Y Fine Tuning
es_es: sintonía fina
fr_fr: accord précis

source: In millimeters. Move the footer watermark up and down on the page by adjusting this number. If this number is longer/higher than the length/height of your PDF, it will default back to -10 (10 millimeters from the bottom of the page). Account for the height of your font/text!
es_es: En milímetros. Mueva la marca de agua de pie de página hacia arriba y hacia abajo en la página ajustando este número. Si este número es más largo/superior que la longitud/altura de su PDF, volverá por defecto a -10 (10 milímetros desde el fondo de la página). Tenga en cuenta la altura de su fuente/texto!
fr_fr: En millimètres. Déplacez le filigrane de bas de page vers le haut ou vers le bas de la page en ajustant ce nombre. Si ce nombre est plus long ou plus haut que la longueur ou la hauteur de votre PDF, il sera ramené par défaut à -10 (10 millimètres à partir du bas de la page). Tenez compte de la hauteur de votre police/texte !

source: WaterWoo Security Options
es_es: Opciones de seguridad de WaterWoo
fr_fr: Options de sécurité WaterWoo

source: Warning: some browsers or PDF viewers may ignore protection settings, and some diligent customers might find ways to remove watermarks and passwords.
es_es: Advertencia: algunos navegadores o visualizadores de PDF pueden ignorar la configuración de protección, y algunos clientes diligentes podrían encontrar formas de eliminar marcas de agua y contraseñas.
fr_fr: Avertissement : certains navigateurs ou visionneurs de PDF peuvent ignorer les paramètres de protection, et certains clients diligents peuvent trouver des moyens de supprimer les filigranes et les mots de passe.

source: RC4 encryption is automatically set because it is required for protections & passwording.
es_es: El cifrado RC4 se establece automáticamente porque es necesario para las protecciones y las contraseñas.
fr_fr: Le cryptage RC4 est automatiquement activé car il est nécessaire pour les protections et les mots de passe.

source: If your server doesn't support RC4 encryption, watermarking will fail.
es_es: Si su servidor no admite el cifrado RC4, la marca de agua fallará.
fr_fr: Si votre serveur ne prend pas en charge le cryptage RC4, le filigrane échouera.

source: Always test before going live.
es_es: Pruebe siempre antes de ponerlo en marcha.
fr_fr: Testez toujours avant de mettre en ligne.

source: Disable Low Res Printing
es_es: Desactivar la impresión a baja resolución
fr_fr: Désactiver l'impression basse résolution

source: Check this box to make it more difficult for your PDF to be printed at all by the end consumer.
es_es: Marque esta casilla para dificultar la impresión de su PDF por parte del consumidor final.
fr_fr: Cochez cette case pour rendre plus difficile l'impression de votre PDF par le consommateur final.

source: Disable Copying
es_es: Desactivar copia
fr_fr: Désactiver la copie

source: Check this box to prevent your end consumer from copying and pasting content from your PDF.
es_es: Marque esta casilla para evitar que el consumidor final de copiar y pegar el contenido de tu PDF.
fr_fr: Cochez cette case pour empêcher votre consommateur final de copier et coller le contenu de votre fichier PDF.

source: Disable Editing
es_es: Para deshabilitar la edición
fr_fr: Désactiver la modification

source: Check this box to prevent editing/modification of your PDF by the end consumer in Acrobat.
es_es: Marque esta casilla para evitar que el consumidor final de Acrobat edite/modifique su PDF.
fr_fr: Cochez cette case pour empêcher l’édition/modification de votre PDF par le consommateur final dans Acrobat.

source: Disable Annotations
es_es: Desactivar las anotaciones
fr_fr: Désactiver les Annotations

source: Check this box to prevent the addition or modification of text annotations/comments, and filling of interactive form fields. If "editing and annotation" are both allowed, customers can create or modify interactive form fields (including signature fields).
es_es: Marque esta casilla para impedir que se añadan o modifiquen anotaciones/comentarios de texto y que se rellenen los campos de formularios interactivos. Si se permite tanto la "edición como la anotación", los clientes pueden crear o modificar campos de formulario interactivos (incluidos los campos de firma).
fr_fr: Cochez cette case pour empêcher l’ajout ou la modification des annotations/commentaires de texte, et le remplissage des champs de formulaire interactifs. Si « l’édition et l’annotation » sont autorisées, les clients peuvent créer ou modifier des champs de forme interactifs (y compris les champs de signature).

source: User Password (optional)
es_es: Contraseña de usuario (opcional)
fr_fr: Mot de passe de l’utilisateur (facultatif)

source: This is a password your end user will need to enter *before viewing* the PDF file. Enter <code>email</code> to set the password automagically as the user's checkout email address.
es_es: Se trata de una contraseña que el usuario tendrá que introducir antes de ver el archivo PDF. Entrar en <code>email</code> para establecer la contraseña automáticamente como dirección de correo electrónico de verificación del usuario.
fr_fr: Il s’agit d’un mot de passe que votre utilisateur final devra entrer avant d’afficher le fichier PDF. Entrez <code>email</code> pour définir le mot de passe automatiquement comme adresse de courriel pour le paiement de l’utilisateur.

source: Improve security
es_es: Mejorar la seguridad
fr_fr: Améliorer la sécurité

source: The free version of this plugin allows crude encryption (RC4) and its protections. <strong><a href="%s" target="_blank" rel="noopener">The premium version of this plugin</a></strong> allows for AES encryption allows further protections such as high-resolution print blocking, blocked form-filling, and the removal of PDF extraction and assembly privileges. Furthermore, the Premium version of the plugin allows you to set an owner password for your PDF and includes filters for TCPDF SetProtection() arguments.
es_es: La versión gratuita de este plugin permite un cifrado muy rudimentario (RC4) y sus protecciones. <strong><a href="%s" target="_blank" rel="noopener">La versión premium de este plugin</a></strong> permite el cifrado AES y otras protecciones como el bloqueo de impresión en alta resolución, el bloqueo de rellenado de formularios y la eliminación de los privilegios de extracción y montaje de PDF. Además, la versión Premium del plugin permite establecer una contraseña de propietario para el PDF e incluye filtros para los argumentos SetProtection() de TCPDF.
fr_fr: La version gratuite de ce plugin permet un cryptage très rudimentaire (RC4) et ses protections. <strong><a href="%s" target="_blank" rel="noopener">La version premium de ce plugin</a></strong> permet le cryptage AES et d'autres protections telles que le blocage de l'impression en haute résolution, le blocage du remplissage des formulaires et la suppression des privilèges d'extraction et d'assemblage des PDF. En outre, la version Premium du plugin vous permet de définir un mot de passe propriétaire pour votre PDF et inclut des filtres pour les arguments TCPDF SetProtection().

source: Leave No Trace?
es_es: ¿No dejas rastro?
fr_fr: Ne laisser aucune trace?

source: If this box is checked if/when you uninstall WaterMark PDF, all your settings will be deleted from your Wordpress database.
es_es: Si esta casilla está marcada, si/cuando desinstale WaterMark PDF, todos sus ajustes se borrarán de su base de datos de Wordpress.
fr_fr: Si cette case est cochée, si/quand vous désinstallez WaterMark PDF, tous vos paramètres seront supprimés de votre base de données Wordpress.

source: Marked PDF files will accumulate in your PDF folder whether using Force downloads or not. To keep your server tidy, manually delete ad lib or </strong><a href="%s" target="_blank" rel="noopener">upgrade to Premium</a></strong> for better file handling and automatic cleaning.
es_es: Los archivos PDF marcados se acumularán en su carpeta PDF tanto si utiliza Descargas forzadas como si no. Para mantener su servidor ordenado, elimine manualmente los archivos ad lib o </strong><a href="%s" target="_blank" rel="noopener">actualice a Premium</a></strong> para una mejor gestión de archivos y limpieza automática.
fr_fr: Les fichiers PDF marqués s'accumulent dans votre dossier PDF, que vous utilisiez ou non les téléchargements forcés. Pour garder votre serveur propre, supprimez manuellement les fichiers ad lib ou </strong><a href="%s" target="_blank" rel="noopener">passez à la version Premium de</a></strong> pour une meilleure gestion des fichiers et un nettoyage automatique.

source: Watermarking events and errors will be saved to a file in your /wp-content/ folder. You can view the contents below.
es_es: Los eventos de marca de agua y los errores se guardarán en un archivo en su carpeta /wp-content/. Puede ver el contenido a continuación.
fr_fr: Les événements et les erreurs de filigrane seront enregistrés dans un fichier dans votre dossier /wp-content/. Vous pouvez en voir le contenu ci-dessous.

source: Maybe only turn this on for troubleshooting because this file can get large.
es_es: Tal vez sólo activar esto para la solución de problemas debido a que este archivo puede llegar a ser grande.
fr_fr: N'activez cette fonction qu'en cas de dépannage, car ce fichier peut être volumineux.

source: Use this tool to help debug TCPDI/TCPDF and WaterWoo functionality.
es_es: Utilice esta herramienta para ayudar a depurar la funcionalidad de TCPDI/TCPDF y WaterWoo.
fr_fr: Cet outil permet de déboguer les fonctionnalités de TCPDI/TCPDF et de WaterWoo.

source: Download Debug Log File
es_es: Descarga el archivo de registro de depuración
fr_fr: Télécharger Debug Log File

source: Clear Log
es_es: Limpiar el registro
fr_fr: Effacer Log

source: Copy Entire Log
es_es: Copiar registro completo
fr_fr: Copier le journal entier

source: Log file
es_es: Archivo
fr_fr: Fichier registre

source: Priority email support, <a href="%s" target="_blank" rel="noopener">and more!</a>
es_es: Asistencia prioritaria por correo electrónico, <a href="%s" target="_blank" rel="noopener">¡y mucho más!</a>
fr_fr: Assistance prioritaire par courrier électronique, <a href="%s" target="_blank" rel="noopener">et plus encore !</a>

source: Support
es_es: Asistencia
fr_fr: Assistance

source: Upgrade your plugin
es_es: Actualice su plugin
fr_fr: Mettez à jour votre plugin

source: Upgrade this plugin
es_es: Actualizar este plugin
fr_fr: Mettre à jour ce plugin

source: Go to the settings page
es_es: Ir a la página de configuración
fr_fr: Aller à la page des paramètres

source: Settings
es_es: Parámetros
fr_fr: Paramètres

source: About the Plugin
es_es: Acerca del plugin
fr_fr: Sur le Plugin

source: About Watermark PDF for WooCommerce
es_es: Sobre Watermark PDF for WooCommerce
fr_fr: Sujet de Watermark PDF for WooCommerce

source: Protect your intellectual property! Watermark PDF for WooCommerce allows WooCommerce site administrators to apply custom watermarks to PDFs upon sale.
es_es: Proteger su propiedad intelectual. Waterloo PDF permite a los administradores de sitio WooCommerce aplicar marcas de agua personalizados a PDF en venta.
fr_fr: Protéger votre propriété intellectuelle ! Watermark PDF for WooCommerce permet aux administrateurs de sites WooCommerce d'appliquer des filigranes personnalisés au format PDF à la vente.

source: Watermark PDF for WooCommerce is a plugin that adds a watermark to every page of your PDF file(s). The watermark is customizable with font face, font color, font size, placement, and text. Not only that, but since the watermark is added when the download button is clicked (either on the customer's order confirmation page or email), the watermark can include customer-specifc data such as the customer's first name, last name, and email. Your watermark is highly customizable and manipulatable.
es_es: PDF Waterloo es un plugin que añade una marca de agua a cada página de su archivo PDF. La marca de agua es personalizable con tipo de fuente, color de fuente, tamaño de letra, colocación y texto. No sólo eso, pero ya que la marca de agua se agrega cuando es pulsado el botón de descarga (ya sea en la página de confirmación de pedido del cliente o por correo electrónico), la marca de agua puede incluir datos específicos de cliente como nombre, Apellido y correo electrónico del cliente. Su marca de agua es altamente personalizable y manipulable.
fr_fr: Watermark PDF for WooCommerce est un plugin qui ajoute un filigrane à chaque page de vos fichiers PDF. Le filigrane est personnalisable avec le type de police, couleur de police, la taille de police, placement et texte. Non seulement cela, mais étant donné que le filigrane est ajouté lorsque vous cliquez sur le bouton Télécharger (que ce soit sur la page de confirmation de commande du client ou par courriel), le filigrane peut inclure des données de client-particulières telles que prénom, nom et e-mail du client. Votre filigrane est hautement personnalisable et balayages.

source: <a href="%s" target="_blank" rel="noopener">Consider upgrading to the Premium version</a> if you need more functionality.
es_es: <a href="%s" target="_blank" rel="noopener">Considere la posibilidad de actualizar a la versión Premium</a> si necesita más funciones.
fr_fr: <a href="%s" target="_blank" rel="noopener">Envisagez de passer à la version Premium</a> si vous avez besoin de plus de fonctionnalités.

source: For more information:
es_es: Para más información:
fr_fr: Renseignements :

source: Frequently Asked Questions
es_es: Preguntas Frecuentes
fr_fr: Foire aux questions

source: Project on WordPress.org
es_es: Proyecto en WordPress.org
fr_fr: Projet sur WordPress.org

source: Upgrade
es_es: Mejorar
fr_fr: Mettre à niveau

source: Cloning is forbidden.
es_es: La clonación está prohibida.
fr_fr: Le clonage est interdit.

source: Unserializing instances of this class is forbidden.
es_es: Se prohíbe la serialización de instancias de esta clase.
fr_fr: La désérialisation des instances de cette classe est interdite.

source: <strong>Watermark PDF for WooCommerce</strong> supports PHP %s or later. Please update PHP on your server for better overall results.
es_es: <strong>Watermark PDF para WooCommerce</strong> soporta PHP %s o posterior. Por favor, actualice PHP en su servidor para obtener mejores resultados generales.
fr_fr: <strong>Watermark PDF for WooCommerce</strong> supporte PHP %s ou plus récent. Veuillez mettre à jour PHP sur votre serveur pour obtenir de meilleurs résultats.

source: <strong>Watermark PDF for WooCommerce</strong> supports WordPress version %s or later. Please update WordPress to use this plugin.
es_es: <strong>Watermark PDF for WooCommerce</strong> es compatible con la versión de WordPress %s o posterior. Por favor, actualice WordPress para usar este plugin.
fr_fr: <strong>Watermark PDF for WooCommerce</strong> prend en charge WordPress version %s ou plus tard. S'il vous plaît mettre à jour WordPress pour utiliser ce plugin.

source: The <strong>Watermark PDF for WooCommerce</strong> plugin requires WooCommerce be activated. You can <a href="%s" target="_blank" rel="noopener">download WooCommerce here</a>.
es_es: El plugin <strong>Watermark PDF for WooCommerce</strong> requiere que WooCommerce esté activado. Puede <a href="%s" target="_blank" rel="noopener">descargar WooCommerce aquí</a>.
fr_fr: Le plugin <strong>Watermark PDF for WooCommerce</strong> nécessite l'activation de WooCommerce. Vous pouvez <a href="%s" target="_blank" rel="noopener">télécharger WooCommerce ici</a>.

source: Weird. The <strong>WC_Download_Handler</strong> WooCommerce class is missing! It is required for the Watermark PDF plugin to work. Perhaps your WooCommerce installation is corrupted?
es_es: Raro. Falta la clase <strong>WC_Download_Handler</strong> WooCommerce Es necesaria para que el plugin Watermark PDF funcione. ¿Tal vez su instalación de WooCommerce está dañada?
fr_fr: Bizarre. La classe <strong>WC_Download_Handler</strong> WooCommerce est manquante ! Elle est nécessaire au fonctionnement du plugin Watermark PDF. Peut-être que votre installation de WooCommerce est corrompue ?

source: Sorry, <strong>Watermark PDF for WooCommerce</strong> supports WooCommerce version %s or newer, for security reasons.
es_es: Lo sentimos, <strong>Watermark PDF for WooCommerce</strong> es compatible con WooCommerce versión %s o posterior, por razones de seguridad.
fr_fr: Désolé, <strong>Watermark PDF for WooCommerce</strong> prend en charge WooCommerce version %s ou plus récent, pour des raisons de sécurité.

source: Custom watermark your PDF files upon WooCommerce customer download. Formerly known as "WaterWoo"
es_es: Marca de agua personalizada para sus archivos PDF al ser descargados por clientes de WooCommerce. Anteriormente conocido como "WaterWoo"
fr_fr: Filigrane personnalisé pour vos fichiers PDF lors du téléchargement par les clients de WooCommerce. Anciennement connu sous le nom de "WaterWoo"
